[
    {
        "fase": 1,
        "pergunta":
            "'Todo corpo mantém seu estado de repouso ou movimento uniforme em linha reta, a menos que uma força externa aja sobre ele.'\n Vamos ver se você entendeu !! Me dá um exemplo.",
        "erro": "Tu errou sabixão, e sabe o porque? Você não prestou atenção !\nA resposta certa era 'Um corpo em repouso permanecerá em repouso a menos que uma força externa o faça mudar de posição'\n\nEstava no enunciado da questão",
        "acerto": "Você está no caminho certo, sabe muito!",
        "respostas": [
            "Muito Fácilll ! Um corpo em movimento sempre diminuirá sua velocidade ao longo do tempo.",
            "Muito Fácilll ! A aceleração de um corpo é diretamente proporcional à sua massa e inversamente proporcional à força aplicada.",
            "Muito Fácilll ! Um corpo em repouso permanecerá em repouso a menos que uma força externa o faça mudar de posição.",
            "Muito Fácilll ! A velocidade de um corpo em movimento permanecerá constante mesmo sem ação de forças externas."
        ],
        "respostaCorreta": 2,
        "pontos": 25, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "Já falei várias vezes isso cara, espero que você saiba ! “A mudança de movimento é proporcional à força motora imprimida e é produzida na direção de linha reta na qual aquela força é aplicada.”\n Sabe essa ao menos !?",
        "erro": "Você errou, a resposta certa seria: 'Lei da Superposição de Forças'. Agora, vamos entender o motivo: A afirmação 'A mudança de movimento é proporcional à força motora imprimida e é produzida na direção de linha reta na qual aquela força é aplicada' descreve a 'Lei da Superposição de Forças ou Princípio Fundamental da Dinâmica (2° Lei de Newton)'. Esta lei afirma que a mudança de movimento de um objeto é proporcional à força aplicada a ele na mesma direção.",
        "acerto": "Sabe muito jovem !",
        "respostas": [
            "Mas é claro Niltão !! É a Lei da Inércia",
            "Isso é melzinho na chupeta Niltão !! É a Lei da Superposição de Forças",
            "Mas é claro Niltão !! Lei de Coulomb",
            "Muí fácil claro Niltinho !! Lei da Ação e Reação"
        ],
        "respostaCorreta": 1,
        "pontos": 25, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "Sabe me dizer um princípio fundamental da Lei da Ação e Reação ? Por enquanto estou pegando leve...",
        "erro": "Na verdade, o princípio fundamental da Lei da Ação e Reação afirma que 'Toda ação gera uma reação de intensidade igual e na mesma direção.' Logo, você errou !",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
            "hmm... A velocidade de um objeto é diretamente proporcional à força aplicada sobre ele.",
            "hmm... A energia cinética de um corpo é proporcional ao quadrado de sua velocidade.",
            "hmm... A aceleração de um corpo é inversamente proporcional à sua massa.",
            "hmm... Toda ação gera uma reação de intensidade igual e em direção oposta."
        ],
        "respostaCorreta": 3,
        "pontos": 25, 
        "tempoMaximo": 10
    },

    

    {
        "fase": 1,
        "pergunta":
            "Dúvido você saber a ordem que formulei cada uma e o que representa I - Primeira Lei\nII - Segunda Lei\nIII - Terceira Lei\n",
        "erro": "A ordem que formulei foi: Princípio da Inércia, Princípio Fundamental da Dinâmica, Lei da Ação e Reação. Não desista você pega o jeito.",
        "acerto": "Prestou atenção nas aulas, muito bom !",
        "respostas": [
            "Mas é claro que sei !! I - Princípio Fundamental da Dinâmica II - Princípio da Inércia III - Lei da Ação e Reação .",
            "Mas é claro que sei !! I - Princípio da Inércia; II - Princípio Fundamental da Dinâmica; III - Lei da Ação e Reação ;",
            "Mas é claro que sei !! I - Princípio da Inércia; II - Lei da Ação e Reação ; III - Princípio Fundamental da Dinâmica",
            "Mas é claro que sei !! I - Lei da Ação e Reação ; II - Princípio Fundamental da Dinâmica; III - Princípio Fundamental da Dinâmica"
        ],
        "respostaCorreta": 1,
        "pontos": 25, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "Você aprendeu a calcular certo? Vamos imaginar que um automóvel, com uma massa de 1200 kg, tem uma velocidade de 72 km/h quando os freios são acionados, provocando uma desaceleração constante e fazendo com que o carro pare em 10 s, a força aplicada ao carro pelos freios vale, em newtons hein. cof cof",
        "erro": "De acordo com a Segunda Lei de Newton (F = m * a),  dados: \nMassa: 1200 kg\nVelocidade Inicial: 72 km/h (1km = 1000 metros e 1 hora = 3600 segundos, logo 72000/3600 = 20m/s) \n\nPodemos calcular a aceleração usando a equação do Movimento Uniformemente Variado (MUV):\n\nAceleração (a) = (Velocidade Final - Velocidade Inicial) / Tempo = (0 m/s - 20 m/s) / 10 s = -2 m/s² (negativo porque o carro desacelera).\nAgora, podemos usar( F = m * a) para calcular a força aplicada aos freios:\nForça (F) = 1200 kg * (-2 m/s²) = -2400 N (força de desaceleração).",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
            "Você vai se arrepender ! São 3600 Newtons",
            "Não me subestime !! São 2400 Newtons",
            "Oraa seu metido e claro que sei ! São 1800 Newtons",
            "São 900 Newtons"
        ],
        "respostaCorreta": 1,
        "pontos": 35, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "Se um objeto é empurrado por uma força constante e resultante de 20 N. E a sua massa é de 5 kg, qual será sua aceleração? Espero que você tenha aprendido isso !",
        "erro": "Para calcular a aceleração, você precisa rearranjar a fórmula e isolar a aceleração: (F = m * a) para (a = F / m). a = (20 N / 5 kg) = 4 m/s²",
        "acerto": "Você é ótimo, acertou em cheio!",
        "respostas": ["10 m/s² dahh", "2 m/s² dahh", "5 m/s² dahh", "4 m/s² dahh"],
        "respostaCorreta": 3,
        "pontos": 35, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "Você que é ligeiro, sabe me dizer um exemplo de forças desequilibradas agindo sobre um objeto?",
        "erro": "Você errou! O certo seria: 'Um carro está acelerando em uma curva'. Isso acontece porque ele está sujeito a forças desequilibradas, como a força centrípeta e a força de atrito, que trabalham em conjunto para manter o carro em sua trajetória curva.",
        "acerto": "Sabe muito jovem !",
        "respostas": [
            "Huum... Um avião em voo constante a uma altitude fixa.",
            "Huum... Uma bicicleta em movimento retilíneo uniforme.",
            "Huum... Uma pedra caindo livremente de uma altura.",
            "Huum... Um carro acelerando em uma curva."
        ],
        "respostaCorreta": 3,
        "pontos": 40, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "Quando você pula de um barco para a costa, o barco se afasta na direção oposta. Isso ocorre de acordo com qual lei que eu formulei?",
        "erro": "Você errou ! O certo seria a 3° Lei, que diz 'A toda ação há sempre uma reação oposta e de igual intensidade: as ações mútuas de dois corpos um sobre o outro são sempre iguais e dirigidas em sentidos opostos.'",
        "acerto": "Impressionante!",
        "respostas": [
            "Primeira Lei de que você formulou !.",
            "Segunda Lei de que você formulou !.",
            "A Terceira Lei que você formulou !",
            "Que? você formulou uma lei parabéns !!"
        ],
        "respostaCorreta": 2,
        "pontos": 25, 
        "tempoMaximo": 10
    },
    {
        "fase": 1,
        "pergunta":
            "Dois corpos, A e B, estão em contato. O corpo A exerce uma força de 20 N no corpo B. De acordo com a Terceira Lei de Newton, qual é a força que o corpo B exerce sobre o corpo A?",
        "erro": "A resposta correta era '20 N', e isso se baseia no princípio da ação e reação descrito pela Terceira Lei de Newton.",
        "acerto": "Você é ótimo, acertou em cheio!",
        "respostas": [
            "10 N.",
            "20 N.",
            "40 N.",
            "Não é possível determinar sem saber as massas dos corpos."
        ],
        "respostaCorreta": 1,
        "pontos": 40, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "O elevador lá do meu apê possui massa de 1500 kg. Considerando que a aceleração da gravidade igual a 10m/s², a tração no cabo do elevador, quando ele sobe vazio, com uma aceleração de 3m/s², é de ?",
        "erro": "Para calcular a tração no cabo do elevador quando ele sobe vazio com uma aceleração de 3 m/s², utilizamos a Segunda Lei de Newton, que é F = m * a. Primeiro, calculamos o peso do elevador, que é a força devido à gravidade, usando a fórmula Peso = m * g. O peso do elevador é de 15000 N. Em seguida, determinamos a força necessária para a aceleração, que é 4500 N. A tração no cabo é a soma dessas duas forças: Peso + Força de aceleração, resultando em 19500 N. Portanto, a resposta correta é 19500 N.",
        "acerto": "Impressionante ! Você acertou muito bom.",
        "respostas": ["4500 N", "6000 N", "15500 N", "17000 N", "19500 N"],
        "respostaCorreta": 4,
        "pontos": 40, 
        "tempoMaximo": 10
    },    
    {
        "fase": 1,
        "pergunta":
            "O peso de um objeto na lua é de 48 N. Determine o peso desse objeto na Terra.\nPara você não ficar chorando que não sabe\n\n\n\nDados: Gravidade da Terra = 10 m/s2;\n\n\n\nGravidade da lua = 1,6 m/s2.",
        "erro": "Para calcular o peso do objeto na Terra, dado o seu peso na Lua de 48 N, usamos a seguinte fórmula: Peso na Terra = Peso na Lua x (Gravidade da Terra / Gravidade da Lua). A gravidade da Terra é 10 m/s², e a gravidade da Lua é 1,6 m/s². Portanto, o cálculo correto é: 48 N x (10 / 1,6) = 300 N. ",
        "acerto": "De fato, é isso mesmo !",
        "respostas": ["É 350 N !!", "É 300 N !!", "É 200 N !!", "É 150 N !!"],
        "respostaCorreta": 1,
        "pontos": 35, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "O cinto de segurança é um dispositivo projetado para proteger os ocupantes de um veículo em caso de colisões e/ou freadas bruscas, impedindo que as pessoas sejam arremessadas para frente devido à ______",
        "erro": "Você errou! A resposta correta é inércia. A inércia, conforme a Primeira Lei de Newton, diz que um objeto permanece em seu estado de movimento ou repouso a menos que seja forçado a mudar por forças externas. O cinto de segurança evita que as pessoas sejam arremessadas devido a essa tendência natural dos objetos.",
        "acerto": "Essa era fácil para você !",
        "respostas": [
            "inércia",
            "burrice do motorista",
            "gravidade",
            "impulsão",
            "força centrífuga."
        ],
        "respostaCorreta": 0,
        "pontos": 25, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "Qual é o nome da unidade de medida da força no Sistema Internacional (SI)? De dou uma dica, não sou eu !!",
        "erro": "Você acreditou é sério ? A unidade de medida da força no SI é o Newton (Eu Mesmo !)",
        "acerto":
            "hahaha Muito bom, acho que ninguém acredita, mas sim a unidade de medida da força é o Newton (Eu Mesmo !)",
        "respostas": ["Watt", "Pascal", "Newton", "Joule", "Nenhuma das opções"],
        "respostaCorreta": 2,
        "pontos": 25, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "Qual é a expressão matemática que usei para representar a minha Segunda Lei ?",
        "erro": "O certo é 'F = ma'. Essa é a formulação matemática que descreve como a força aplicada a um objeto é diretamente proporcional à sua massa e à aceleração resultante.",
        "acerto": "Você é ótimo, acertou em cheio!",
        "respostas": [
            "F = m/a",
            "F = ma",
            "F = a/m",
            "Fu = ma",
            "Nenhuma das opções"
        ],
        "respostaCorreta": 1,
        "pontos": 40, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "Ao soltar uma pena e uma bola de boliche de uma mesma altura ao mesmo tempo, qual delas atingirá o chão primeiro, desprezando a resistência do ar e por quê?",
        "erro": "Ao Ignorar a resistência do ar, ambas atingem o chão ao mesmo tempo.",
        "acerto": "Sabe muito !",
        "respostas": [
            "A pena, devido à sua forma aerodinâmica.",
            "A bola de boliche, devido à sua maior massa.",
            "Ambas atingem o chão ao mesmo tempo, independente da massa",
            "Nenhuma das opções"
        ],
        "respostaCorreta": 2,
        "pontos": 40, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "Se um objeto está acelerando para a direita, qual é a direção da força resultante que está atuando nele?",
        "erro": "Quando um objeto está acelerando para a direita, a força resultante que atua sobre ele também está na mesma direção, ou seja, para a direita",
        "acerto": "Isso mesmo",
        "respostas": [
            "Para a direita.",
            "Para a esquerda",
            "Para cima",
            "Nenhuma das opções"
        ],
        "respostaCorreta": 0,
        "pontos": 40, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "Se um astronauta está flutuando no espaço e empurra uma esfera para longe dele, o astronauta irá...",
        "erro": "Tu errou sabixão, e sabe o porque? Pq tu é burro!",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
            "Mover-se para trás devido à reação oposta",
            "Mover-se para frente, na direção da esfera",
            "Ficar em repouso",
            "Nada acontece"
        ],
        "respostaCorreta": 0,
        "pontos": 35, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta":
            "Um objeto está em repouso sobre uma superfície lisa. Qual é a força resultante que atua perpendicularmente à superfície e contrabalança a força da gravidade?",
        "erro": "A força resultante que atua perpendicularmente à superfície e contrabalança a força da gravidade é a 'força normal', que age para cima",
        "acerto": "É isso aí !",
        "respostas": ["Nenhuma força", "Força para baixo.", "Força para cima."],
        "respostaCorreta": 2,
        "pontos": 35, 
        "tempoMaximo": 10
    },

    
    {
        "fase": 1,
        "pergunta": "Um livro está em repouso sobre uma mesa. Qual é a força de reação ao peso do livro ?",
        "erro": "A resposta certa é a força normal que é a reação da mesa que equilibra o peso do livro, permitindo que ele permaneça em repouso. Essa força de reação é a que impede que o livro afunde na mesa, e é uma consequência da Terceira Lei de Newton, que estabelece que toda ação tem uma reação igual e oposta. Portanto, a força normal é a força de contato que mantém o livro em equilíbrio.",
        "acerto": "É isso aí !",
        "respostas": ["É a força normal !", "É a força que o livro exerce sobre a mesa !", "É a força que a terra exerce sobre o livro !", "É a força que o livro exerce sobre a terra !"],
        "respostaCorreta": 0,
        "pontos": 35, 
        "tempoMaximo": 10
    },

    {
        "fase": 1,
        "pergunta": "Qual é a resultante de duas forças, perpendiculares entre si, uma de módulo 12N e outro de módulo 16N ?",
        "erro": "O módulo do vetor resultante é obtido pela Lei dos Cossenos. Nesse caso, temos uma força de 12N (F1) em uma direção e uma força de 16N (F2) na direção perpendicular. A resultante (R) é a hipotenusa do triângulo retângulo formado por essas duas forças. R² = (F1)² + (F2)² -> R² = (12N)² + (16N)² -> R² = 144N² + 256N² -> R = √(400N²) -> R = 20N",
        "acerto": "É isso aí !",
        "respostas": ["R = 20N", "R = 30N", "R = 22N", "R = 400N", "R = 192N"],
        "respostaCorreta": 0,
        "pontos": 35, 
        "tempoMaximo": 10
    },

    {
        "fase": 1,
        "pergunta": "Qual o enunciado da Lei da Inércia ?",
        "erro": "Errado ! Todo corpo continua em seu estado de repouso ou de movimento uniforme em uma linha reta, a menos que sobre ele estejam agindo forças com resultante não nula.",
        "acerto": "É isso aí !",
        "respostas": ["Todo corpo continua em seu estado de repouso ou de movimento uniforme em uma linha reta, a menos que sobre ele estejam agindo forças com resultante não nula.", "A aceleração que um corpo adquire é diretamente proporcional à resultante das forças que nele atuam, e tem mesma direção e sentido dessa resultante.", "Qualquer planeta gira em torno do Sol descrevendo uma órbita elíptica, da qual o Sol ocupa um dos focos.", "Quando um corpo exerce uma força sobre outro, este reage sobre o primeiro com uma força de mesma intensidade e direção, mas de sentido contrário."],
        "respostaCorreta": 0,
        "pontos": 35, 
        "tempoMaximo": 10
    },


    {
        "fase": 1,
        "pergunta": "A Terra atrai um pacote de arroz com uma força de 49N. Pode-se, então, afirmar que o pacote de arroz ...",
        "erro": "ERRADO ! De acordo com a Terceira Lei de Newton, para cada ação, há uma reação igual e oposta. Portanto, se a Terra atrai o pacote de arroz com uma força de 49N, o pacote de arroz atrai a Terra com uma força de mesma magnitude, ou seja, 49N. A atração gravitacional mútua entre dois objetos é sempre de igual magnitude, de acordo com a Lei da Gravitação Universal de Newton.",
        "acerto": "É isso aí !",
        "respostas": ["Atrai a Terra com uma força de 49N", "Atrai a Terra com uma força menor do que 49N", "Não exerce força menor do que 49N", "Repele a Terra com uma força de 49N."],
        "respostaCorreta": 0,
        "pontos": 35, 
        "tempoMaximo": 10
    },


    {
        "fase": 1,
        "pergunta": "Um corpo de massa 25kg encontra-se em repouso numa superfície horizontal perfeitamente lisa. Num dado instante, passa a agir sobre ele uma força horizontal de intensidade 75N. Após um deslocamento de 96m, qual a velocidade deste corpo ?",
        "erro": "ERROU ! Um corpo de massa 25kg está em repouso em uma superfície lisa. Uma força horizontal de 75N é aplicada ao corpo. Usando a Segunda Lei de Newton (F = m * a), encontramos a aceleração (a) como 3 m/s². Após um deslocamento de 96 metros, usamos a equação de movimento (Vf² = Vi² + 2 * a * d) para encontrar a velocidade final (Vf). A velocidade final é calculada como 24 m/s. Portanto, a velocidade do corpo após o deslocamento é de 24 m/s.",
        "acerto": "É isso aí !",
        "respostas": ["É 24 m/s", "14 m/s", "24 m/s", "192 m/s", "289 m/s", "576 m/s"],
        "respostaCorreta": 0,
        "pontos": 50,
        "tempoMaximo": 10
    },

    {
        "fase": 1,
        "pergunta": "Um corpo de 4,0kg está sendo levantado por meio de um fio que suporta tração máxima de 50N. Adotando g = 10m/s2, a maior aceleração vertical que é possível imprimir ao corpo, puxando-o por esse fio, é ...",
        "erro": "Errado ! Para determinar a maior aceleração vertical possível ao puxar um corpo com um fio que suporta uma tração máxima de 50N, você precisa considerar a força gravitacional agindo sobre o corpo. Primeiro, calcule o peso do corpo usando a massa (4,0 kg) e a aceleração da gravidade (10 m/s²), resultando em 40N. Em seguida, subtraia a tração máxima (50N) do peso (40N) e divida pelo peso, o que resulta em uma aceleração máxima de 2,5 m/s². Portanto, a maior aceleração vertical possível para o corpo é de 2,5 m/s².",
        "acerto": "É isso aí !",
        "respostas": ["2,5 m/s2", "2,0 m/s²", "1,5 m/s²", "1,0 m/s²", "0,5 m/s²"],
        "respostaCorreta": 0,
        "pontos": 50,
        "tempoMaximo": 10
    },


    {
        "fase": 1,
        "pergunta": "De acordo com as Leis de Newton, um objeto em queda livre próximo à superfície da Terra está sujeito a qual força?",
        "erro": "Errado ! É força normal",
        "acerto": "É isso aí !",
        "respostas": ["Força Normal", "Força Gravitacional", "Força Centrífuga", "Força Eletromagnética"],
        "respostaCorreta": 0,
        "pontos": 25, 
        "tempoMaximo": 10
    },


    {
        "fase": 1,
        "pergunta": "o que é Força Normal ?",
        "erro": "Errado ! A força normal é como a mão invisível que a superfície coloca em um objeto para evitar que ele caia ou afunde. Por exemplo, quando você coloca um livro em uma mesa, a mesa empurra o livro para cima para mantê-lo no lugar.",
        "acerto": "É isso aí !",
        "respostas": ["Uma força que atua perpendicularmente a uma superfície em contato com um objeto.", "Uma força que atua na mesma direção que a força peso do objeto.", "Uma força que atua na direção oposta à força peso do objeto.", "Uma força que atua sempre na direção vertical."],
        "respostaCorreta": 0,
        "pontos": 45, 
        "tempoMaximo": 10
    },

    {
        "fase": 1,
        "pergunta": "O que é Força Centrífuga ?",
        "erro": "Errado ! A Força Centrífuga é a sensação que você tem quando gira em um carrossel e parece que está sendo empurrado para fora, mas na verdade, você está sendo empurrado para longe do centro do giro.",
        "acerto": "É isso aí !",
        "respostas": ["Uma força que empurra os objetos para longe do centro de um círculo.", "Uma força que puxa os objetos para o centro de um círculo.", "Uma força que faz os objetos girarem muito rápido.", "Uma força que faz os objetos pularem para cima."],
        "respostaCorreta": 0,
        "pontos": 45, 
        "tempoMaximo": 10
    },

    {
        "fase": 1,
        "pergunta": "O que é Força Centrípeta ?",
        "erro": "Errado ! A Força Centrípeta é como uma força especial que puxa os objetos para o meio de um círculo quando eles estão girando. Imagine um carro em uma curva - a Força Centrípeta o ajuda a ficar na estrada e não sair voando para fora da curva.",
        "acerto": "É isso aí !",
        "respostas": ["Uma força que mantém os objetos em movimento em um círculo.", "Uma força que faz os objetos girarem muito rápido.", "Uma força que puxa os objetos para fora de um círculo.", "Uma força que faz os objetos pularem para cima."],
        "respostaCorreta": 0,
        "pontos": 45, 
        "tempoMaximo": 10
    },
    {
        "fase": 2,
        "pergunta":
          "A Terra é considerada um imã gigantesco, que tem as seguintes características:",
        "erro": "O polo norte magnético está próximo ao polo sul geográfico, e o polo sul magnético está próximo ao sul geográfico. Os polos magnéticos e geográficos não se coincidem.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "O polo Norte geográfico está exatamente sobre o polo sul magnético, e o Sul geográfico está na mesma posição que o norte magnético.",
          "O polo Norte geográfico está exatamente sobre o polo norte magnético, e o Sul geográfico está na mesma posição que o sul magnético.",
          "O polo norte magnético está próximo do polo Sul geográfico, e o polo sul magnético está próximo do polo Norte geográfico.",
          "O polo norte magnético está próximo do polo Norte geográfico, e o polo sul magnético está próximo do polo Sul geográfico.",
          "O polo Norte geográfico está defasado de um ângulo de 45° do polo sul magnético, e o polo Sul geográfico está defasado de 45° do polo norte magnético."
        ],
        "respostaCorreta": 2,
        "pontos": 30,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Um pequeno ímã é colocado nas proximidades de uma barra de ferro. Sobre a situação descrita, sabe dizer o que acontece?",
        "erro": "De acordo com Newton em sua 3ª lei, não é possível exercer força sobre um corpo sem receber dele uma força de reação. Portanto, o ímã e a barra de ferro atraem-se mutuamente.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "O ímã atrai a barra de ferro com a mesma intensidade que a barra de ferro atrai o ímã.",
          "A força que o ímã exerce sobre a barra de ferro é maior que a força que o ferro exerce sobre o ímã.",
          "O ímã atrai a barra de ferro.",
          "A barra de ferro atrai o ímã.",
          "A força que a barra de ferro exerce sobre o ímã é maior que a força que o ímã exerce sobre a barra de ferro."
        ],
        "respostaCorreta": 0,
        "pontos": 25,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Quando quebramos um ímã permanente ao meio, devemos esperar o que?",
        "erro": "Quando você quebra um ímã permanente ao meio, você obtém dois ímãs menores, cada um com seus próprios polos norte e sul.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "que os seus pedaços fiquem desmagnetizados.",
          "que um dos seus pedaços seja o polo norte, e o outro, polo sul.",
          "que cada um de seus pedaços torne-se um ímã menor.",
          "nada ué"
        ],
        "respostaCorreta": 2,
        "pontos": 25,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "A respeito do desenvolvimento dos estudos relacionados com o magnetismo, é verdade que os primeiros estudos realizados na área do magnetismo foram feitos por Aristóteles no século VI a.C ?",
        "erro": "Esta afirmação é FALSA. Os primeiros estudos sobre magnetismo remontam a séculos antes de Aristóteles, e a magnetita já era conhecida por atrair objetos.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É verdade !", "É mentira !"],
        "respostaCorreta": 1,
        "pontos": 40,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "A respeito do desenvolvimento dos estudos relacionados com o magnetismo, é verdade que a utilização da bússola provavelmente foi a primeira aplicação prática do magnetismo.",
        "erro": "",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É verdade !", "É mentira !"],
        "respostaCorreta": 0,
        "pontos": 30,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "A respeito do desenvolvimento dos estudos relacionados com o magnetismo, é verdade que a relação entre magnetismo e eletricidade só foi aceita no século XX com os meus estudos ?",
        "erro": "Esta afirmação é FALSA. A relação entre magnetismo e eletricidade foi estabelecida no século XIX, principalmente através dos meus estudos",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É verdade !", "É mentira !"],
        "respostaCorreta": 1,
        "pontos": 40,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "A respeito do desenvolvimento dos estudos relacionados com o magnetismo, é verdade que o experimento de Oersted, realizado no século XIX, abriu caminho para os estudos relacionados ao eletromagnetismo.",
        "erro": "Você errou ! O experimento de Oersted, realizado em 1820, demonstrou a relação entre eletricidade e magnetismo, abrindo caminho para o estudo do eletromagnetismo.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É verdade !", "É mentira !"],
        "respostaCorreta": 0,
        "pontos": 25,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "É verdade que a primeira aplicação prática do magnetismo foi a bússola desenvolvida pelos chineses ?",
        "erro": "O primeiro uso na prática do magnetismo foi feito pelos chineses há aproximadamente 2.000 (antes de Cristo). A bússola, que se baseia na relação do campo magnético de um imã (a agulha da bússola) com o campo magnético terrestre.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É verdade !", "É mentira !"],
        "respostaCorreta": 0,
        "pontos": 30,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "É verdade que as denominações polo norte e polo sul foram dadas por Pierre Pelerin de Maricourt.",
        "erro": "Era Verdade... Pierre Pelerin de Maricourt escreveu o primeiro tratado existente sobre as propriedades dos ímãs. Seu trabalho se destaca ainda pela primeira descrição detalhada de uma bússola.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É verdade !", "É mentira !"],
        "respostaCorreta": 0,
        "pontos": 25,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "É verdade que os estudos sobre magnetismo iniciaram-se a partir da percepção de que materiais atritados poderiam atrair-se mutuamente.",
        "erro": "Era Mentira... A atração magnética foi observada em minerais como a magnetita muito antes de se entender a natureza do magnetismo.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É verdade !", "É mentira !"],
        "respostaCorreta": 1,
        "pontos": 40,
        "tempoMaximo": 45
      },
  
      
  
      {
        "fase": 2,
        "pergunta":
          "Se você tentar juntar dois lados iguais de dois ímãs, o que vai acontecer?",
        "erro": "Errado ! Caso você tente juntar ímãs com dois lados iguais ele vão se repelir, se iguais vão se atrair, Portanto o certo seria: 'Vão se repelir'",
        "acerto": "Muito bem !",
        "respostas": [
          "Vão se atrair",
          "Vão se repelir",
          "Nada vai acontecer",
          "Os ímãs vão se partir"
        ],
        "respostaCorreta": 1,
        "pontos": 35,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Cite três exemplos de objetos em sua casa que utilizam ímãs para funcionar.",
        "erro": "Você poderia ter dito: 'Geladeira, alto-falante, fechadura magnética' ",
        "acerto": "Sabe muito!",
        "respostas": [
          "Lâmpada, mesa, cadeira",
          "Geladeira, alto-falante, fechadura magnética",
          "Tapete, cortina, espelho",
          "Rádio, caneta, copo"
        ],
        "respostaCorreta": 1,
        "pontos": 35,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Como as bússolas utilizam o magnetismo da Terra para indicar a direção norte-sul?",
        "erro": "Você errou ! Elas reagem ao campo magnético terrestre",
        "acerto": "Parabéns, mas... Essa estava fácil !",
        "respostas": [
          "Detectam o calor do sol",
          "Alinham-se com os raios cósmicos",
          "Apontam para a constelação Ursa Maior",
          "Reagem ao campo magnético terrestre",
          "Bruxaria"
        ],
        "respostaCorreta": 3,
        "pontos": 25,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Como a ressonância magnética (MRI) utiliza campos magnéticos para obter imagens internas do corpo humano?",
        "erro": "Você errou porque a ressonância magnética (MRI) não utiliza ondas sonoras ou campos elétricos. Ela obtém imagens detalhadas das estruturas internas do corpo humano através do uso de campos magnéticos fortes e ondas de rádio.",
        "acerto": "Boa!",
        "respostas": [
          "Emitindo ondas sonoras",
          "Criando campos elétricos",
          "Usando campos magnéticos fortes e ondas de rádio para criar imagens detalhadas das estruturas internas",
          "Nenhuma das opções"
        ],
        "respostaCorreta": 2,
        "pontos": 40,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Qual desses animais têm a capacidade de detectar o campo magnético para se orientar ou migrar",
        "erro": "As pombas, em particular, são conhecidas por seu uso do campo magnético da Terra para navegação durante migrações.",
        "acerto": "Muito bem !",
        "respostas": [
          "Leão",
          "Elefante",
          "Golfinho",
          "Pomba",
          "Isso é pegadinha !! Nenhum animal consegue fazer isso"
        ],
        "respostaCorreta": 3,
        "pontos": 25,
        "tempoMaximo": 45
      },
  
  
      {
        "fase": 2,
        "pergunta": "O que uma bússola aponta quando está em repouso?",
        "erro": "Uma bússola aponta para o norte magnético da Terra, não o norte geográfico (Polo Norte). O norte magnético é a direção em que a agulha da bússola se alinha devido ao campo magnético da Terra",
        "acerto": "Acertou !",
        "respostas": [
          "Para o sul magnético da Terra.",
          "Para o norte verdadeiro da Terra.",
          "Para o norte geográfico da Terra.",
          "Para o norte magnético da Terra."
        ],
        "respostaCorreta": 3,
        "pontos": 30,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Qual é a diferença fundamental entre magnetismo estático e magnetismo induzido?",
        "erro": "A diferença fundamental entre magnetismo estático e magnetismo induzido é que o magnetismo estático é inerente a ímãs permanentes, enquanto o magnetismo induzido ocorre temporariamente quando um material é exposto a um campo magnético externo.",
        "acerto": "Impressionante !",
        "respostas": [
          "O magnetismo estático ocorre apenas em ímãs permanentes, enquanto o magnetismo induzido acontece em ímãs temporários.",
          "O magnetismo estático é o resultado da disposição permanente dos átomos, enquanto o magnetismo induzido ocorre temporariamente quando um material é colocado em um campo magnético externo.",
          "O magnetismo estático é mais forte do que o magnetismo induzido.",
          "O magnetismo estático não tem relação com o campo magnético externo."
        ],
        "respostaCorreta": 1,
        "pontos": 35,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Por que a ressonância magnética (MRI) é uma técnica útil em medicina?",
        "erro": "Ih rapaz você errou ! Estude mais",
        "acerto": "Isso aí meu caro !",
        "respostas": [
          "Ela utiliza campos magnéticos e ondas de rádio para criar imagens detalhadas do interior do corpo humano, ajudando a diagnosticar várias condições médicas.",
          "Ela gera campos magnéticos fortes para eliminar bactérias do corpo humano.",
          "Ela utiliza ondas sonoras para visualizar órgãos internos.",
          "Ela mede a pressão sanguínea de forma precisa."
        ],
        "respostaCorreta": 0,
        "pontos": 35,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Como um material paramagnético difere de um material ferromagnético?",
        "erro": "ERROU ! Para você entender, aqui vai um exemplo: O alumínio é um exemplo de material paramagnético que é fracamente atraído por campos magnéticos e não mantém propriedades magnéticas após a remoção do campo, enquanto o ferro é um exemplo de material ferromagnético, sendo fortemente atraído por campos magnéticos e mantendo seu magnetismo após o campo ser removido.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Os materiais paramagnéticos são fortemente atraídos por campos magnéticos externos, enquanto os ferromagnéticos não são.",
          "Os materiais paramagnéticos são permanentemente magnetizados, enquanto os ferromagnéticos não são.",
          "Os materiais paramagnéticos são fracamente atraídos por campos magnéticos externos e não retêm seu magnetismo quando o campo é removido, enquanto os ferromagnéticos são fortemente atraídos e retêm algum magnetismo após a remoção do campo.",
          "Os materiais paramagnéticos não respondem a campos magnéticos, enquanto os ferromagnéticos sim."
        ],
        "respostaCorreta": 2,
        "pontos": 25,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Quando um material é exposto a um campo magnético, o que ocorre com um material diamagnético?",
        "erro": "Materiais diamagnéticos têm uma fraca resposta magnética oposta à direção do campo magnético aplicado, o que resulta em uma repulsão !",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Ele se torna fortemente magnetizado.",
          "Ele mantém sua magnetização após o campo ser removido.",
          "Ele é repelido pelo campo magnético.",
          "Ele atrai o campo magnético."
        ],
        "respostaCorreta": 2,
        "pontos": 25,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Qual é uma característica distintiva dos materiais ferromagnéticos?",
        "erro": "Errado. Os materiais ferromagnéticos têm domínios magnéticos que podem se alinhar com um campo magnético externo e manter sua magnetização mesmo após a remoção desse campo. Isso os diferencia de outros materiais magnéticos.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Eles sempre se opõem a campos magnéticos externos.",
          "Seus momentos magnéticos são sempre desordenados.",
          "Eles possuem domínios magnéticos organizados e mantêm a magnetização após a remoção do campo magnético externo.",
          "Eles são incapazes de gerar magnetismo."
        ],
        "respostaCorreta": 2,
        "pontos": 30,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Os materiais __________ possuem momentos magnéticos individuais que podem se alinhar temporariamente com um campo magnético externo, mas não mantêm a magnetização quando o campo é removido.",
        "erro": "O certo seria Paramagnéticos, pois eles possuem momentos magnéticos individuais que podem se alinhar temporariamente com um campo magnético externo, mas não mantêm a magnetização quando o campo é removido.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Diamagnéticos",
          "Antiferromagnéticos",
          "Ferromagnéticos",
          "Paramagnéticos"
        ],
        "respostaCorreta": 3,
        "pontos": 25,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Os materiais __________ são caracterizados por átomos ou íons com momentos magnéticos que se alinham em pares adjacentes, mas com orientações magnéticas opostas, resultando em uma magnetização líquida nula.",
        "erro": "O certo seria 'Antiferromagnéticos', pois esses materiais são caracterizados por átomos ou íons com momentos magnéticos que se alinham em pares adjacentes, mas com orientações magnéticas opostas, resultando em uma magnetização líquida nula.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Diamagnéticos",
          "Ferromagnéticos",
          "Antiferromagnéticos ",
          "Paramagnéticos"
        ],
        "respostaCorreta": 2,
        "pontos": 40,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "O material __________ possui domínios magnéticos bem organizados e pode manter sua magnetização mesmo após a remoção de um campo magnético externo.",
        "erro": "O certo seria 'Ferromagnético'",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Diamagnético",
          "Antiferromagnético",
          "Ferromagnético",
          "Paramagnético"
        ],
        "respostaCorreta": 2,
        "pontos": 25,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Os materiais __________ possuem momentos magnéticos que se opõem ao campo magnético aplicado, resultando em uma fraca repulsão do campo magnético.",
        "erro": "Errou ! o Certo seria 'Diamagnéticos'",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Diamagnéticos",
          "Antiferromagnéticos",
          "Ferromagnéticos",
          "Paramagnéticos"
        ],
        "respostaCorreta": 0,
        "pontos": 30,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta":
          "Quando um material é exposto a um campo magnético, o material diamagnético é __________ pelo campo magnético.",
        "erro": "Errou ! O certo seria repelido",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["repelido", "atraído", "magnetizado", "desmagnetizado"],
        "respostaCorreta": 0,
        "pontos": 40,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta": "Um estudante dispõe de um kit com quatro placas metálicas carregadas eletricamente. Ele observa que, quando aproximadas sem entrar em contato, as placas A e C se atraem, as placas A e B se repelem, e as placas C e D se repelem. Se a placa D possui carga elétrica negativa, ele conclui que as placas A e B são, respectivamente ...",
        "erro": "Errou ! Pensa comigo... Placas A e C se atraem, o que indica que uma delas é positiva e a outra é negativa. Placas A e B se repelem, o que significa que ambas devem ter cargas do mesmo sinal. Placas C e D se repelem, e sabemos que a placa D tem carga negativa. Logo, as placas A e B são respectivamente positiva e positiva.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["positiva e positiva", "positiva e negativa", "negativa e positiva.", "negativa e negativa.", "neutra e neutra."],
        "respostaCorreta": 0,
        "pontos": 50,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta": "Dois corpos de materiais diferentes, quando atritados entre si, são eletrizados. Em relação a esses corpos, se essa eletrização é feita de forma isolada do meio, é correto afirmar que ...",
        "erro": "Errado ! Quando dois corpos de materiais diferentes são atritados entre si, a eletrização ocorre devido à transferência de elétrons de um corpo para o outro. Um corpo ganha elétrons (ficando eletrizado negativamente) enquanto o outro perde elétrons (ficando eletrizado positivamente). Logo a resposta mais aceitavel seria: um fica eletrizado positivamente e o outro negativamente.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["um fica eletrizado positivamente e o outro negativamente.", "um fica eletrizado negativamente e o outro permanece neutro.", "um fica eletrizado positivamente e o outro permanece neutro.", "ambos ficam eletrizados negativamente.", "ambos ficam eletrizados positivamente."],
        "respostaCorreta": 0,
        "pontos": 50,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta": "Um corpo possui 5·1019 prótons e 4·1019 elétrons. Considerando a carga elementar igual a 1,6·10–19 C, este corpo está ...",
        "erro": "Errado ! Para determinar o estado de carga do corpo, precisamos calcular a carga líquida total. A carga líquida é a diferença entre o número de prótons (cargas positivas) e o número de elétrons (cargas negativas). Carga líquida = (5 × 10^19 - 4 × 10^19) × (1,6 × 10^(-19) C) -> (1 × 10^19) × (1,6 × 10^(-19) C)  = 1,6 × 10^0 C, Logo: Está carregado positivamente com uma carga igual a 1,6 C",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Essa eu sei ... Está carregado negativamente com uma carga igual a 1·10–19C.", "Essa eu sei ... Está neutro", "Essa eu sei ... Está carregado positivamente com uma carga igual a 1,6 C.", "Essa eu sei ... Está carregado negativamente com uma carga igual a 1,6 C.", "Essa eu sei ... Está carregado positivamente com uma carga igual a 1·10–19 C."],
        "respostaCorreta": 2,
        "pontos": 50,
        "tempoMaximo": 45
      },
  
      {
        "fase": 2,
        "pergunta": "Me diga qual material pode ser facilmente magnetizado e desmagnetizado?",
        "erro": "Errado ! O ferro é um material que pode ser facilmente magnetizado e desmagnetizado.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Ferro", "Alumínio", "Madeira", "Vidro"],
        "respostaCorreta": 0,
        "pontos": 35,
        "tempoMaximo": 45
      },
      {
        "fase": 3,
        "pergunta": "Essa é Fácil até sua vó sabe hahahah ! O que é calor?",
        "erro": "Calor é a energia transmitida entre corpos que se encontram em diferentes temperaturas. Ou seja a resposta Energia térmica em trânsito",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Energia térmica em trânsito",
          "Uma unidade de medida da temperatura",
          "O estado físico de uma substância",
          "A capacidade de um objeto de reter calor",
          "Uma forma de eletricidade"
        ],
        "respostaCorreta": 0,
        "pontos": 30
      },
  
      {
        "fase": 3,
        "pergunta": "Vamos ver se você sabe essa !! O que é calor sensível?",
        "erro": "Tu errou sabixão. O calor sensível é o calor que faz com que algo esquente ou esfrie, mas não cause uma mudança na sua forma física. Por exemplo, quando você coloca uma panela no fogão e aquece a água para fazer macarrão, o calor sensível é a energia térmica que faz a temperatura da água aumentar.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Variação da temperatura, alterando ou não as dimensões de corpo !",
          "Mudança de fase sólido para líquido !",
          "É a unidade de medida da temperatura !",
          "É um tipo de energia luminosa !"
        ],
        "respostaCorreta": 0,
        "pontos": 30
      },
  
      {
        "fase": 3,
        "pergunta":
          "Hmm, será que você sabe essa? Já ouviu falar sobre o conceito de calor específico?",
        "erro": "o calor específico indica o quão 'teimoso' um material é em relação às mudanças de temperatura quando você adiciona ou remove calor. Por exemplo, a água tem um alto calor específico, o que significa que é difícil aquecê-la ou resfriá-la rapidamente.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Mas é claro que sei ! É a quantidade de calor que uma substância precisa para aumentar sua temperatura",
          "Sim Sim ! É uma medida de resistência elétrica.",
          "É a quantidade de calor que uma substância absorve do ambiente",
          "Essa é Fácil é a quantidade de calor liberada durante a fusão de um material"
        ],
        "respostaCorreta": 0,
        "pontos": 50
      },
  
      {
        "fase": 3,
        "pergunta":
          "Essa eu sei que você sabe ! Mas por via das dúvidas... O que é Calor Latente ?",
        "erro": "O calor latente é a quantidade de calor que uma substância absorve ou libera durante uma mudança de fase, como a fusão (mudança do sólido para o líquido) ou a vaporização (mudança do líquido para o vapor), sem que a temperatura da substância mude.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "É a quantidade de calor absorvida ou liberada por um corpo quando ocorre uma mudança em seu estado físico.",
          "Calor latente? Isso é quando as coisas esquentam muito!",
          "é quando o calor some durante o dia",
          "Ahh isso é quando uma substância derrete ao calor",
          "Hmm acho que é calor que aumenta a temperatura de um objeto",
          "É quando a temperatura muda rapidamente"
        ],
        "respostaCorreta": 0,
        "pontos": 30
      },
  
      {
        "fase": 3,
        "pergunta":
          "Estou realizando um experimento com 500 g de uma substância a 20 °C. Para aquecê-la a 70 °C, eu usei 4000 calorias de energia térmica. Qual é o valor da capacidade térmica (C) e do calor específico (c) dessa substância, pode fazer isso ?",
        "erro": "Capacidade Térmica (C) -> C = Q / ΔT -> C = 4000 cal / 50°C = 80 cal/°C (80 calorias por grau Celsius) e Calor Específico (c) -> c = Q / (m * ΔT) -> c = 4000 cal / (500 g * 50°C) = 0,16 cal/(g·°C) (0,16 calorias por grama por grau Celsius)",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Pelos meus cálculos a Capacidade térmica de 80 cal/°C e calor específico de 0,16 cal/g°C",
          "Pelos meus cálculos a Capacidade térmica de 8 cal/ °C e calor específico de 0,08 cal/g°C",
          "Pelos meus cálculos a Capacidade térmica de 90 cal/ °C e calor específico de 0,09 cal/g°C",
          "Pelos meus cálculos a Capacidade térmica de 95 cal/ °C e calor específico de 0,15 cal/g°C"
        ],
        "respostaCorreta": 0,
        "pontos": 70
      },
  
      {
        "fase": 3,
        "pergunta":
          "Você também acha que um cobertor tem a capacidade de esquentar?",
        "erro": "Não jovem, o que o coberto faz e reter o calor do corpo",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Não ! O que o cobertor faz é reter o calor do corpo, isolando o corpo do ambiente frio",
          "Claro !! O cobertor o gera calor por si só",
          "Sim, o cobertor é capaz de aumentar a temperatura ambiente",
          "Não, o cobertor produz calor através de reações químicas"
        ],
        "respostaCorreta": 0,
        "pontos": 60
      },
  
      {
        "fase": 3,
        "pergunta":
          "Qual a quantidade de calor recebido por um líquido de 20 g que não variou sua temperatura, sabendo que seu calor latente é de 30 cal/g ?",
        "erro": "A quantidade de calor (Q) recebida pelo líquido de 20 g que não variou sua temperatura, com um calor latente de 30 cal/g, é calculada multiplicando a massa pela quantidade de calor latente: Q = 20 g x 30 cal/g = 600 cal.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Manda uma mais difícil !! Q = 600 cal",
          "Manda uma mais difícil !! Q = 620 cal",
          "Manda uma mais difícil !! Q = 500 cal",
          "Manda uma mais difícil !! Q = 700 cal",
          "Manda uma mais difícil !! Q = 300 cal"
        ],
        "respostaCorreta": 0,
        "pontos": 40
      },
  
      {
        "fase": 3,
        "pergunta":
          "Essa é Fácil Guri ! Quais as formas de transferência de calor ?",
        "erro": "hahahaha o certo seria: Condução, convecção e irradiação",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Haa só isso? É Condução, convecção e irradiação",
          "Ora é evaporação e fusão",
          "Calor só se transmite por radiação dahh",
          "Uée a única forma de transferência de calor é através de correntes de ar"
        ],
        "respostaCorreta": 0,
        "pontos": 50
      },
  
      {
        "fase": 3,
        "pergunta":
          "Um dia desses estava perto da fogueira, sabe para ficar quentinho. Sabe me dizer qual o principal tipo processo de transferência de calor que me manteve aquecido ?",
        "erro": "A principal forma de transferência de calor que me manteve aquecido perto da fogueira é a irradiação. Isso ocorre quando o calor é transmitido na forma de ondas eletromagnéticas, como a luz e o calor do fogo, aquecendo objetos, mesmo sem contato direto com a fonte de calor.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "Ah essa eu sei ! Irradiação",
          "Por Condução é claro !!",
          "Evaporação dahh",
          "Convecção Velhote !"
        ],
        "respostaCorreta": 0,
        "pontos": 70
      },
  
      {
        "fase": 3,
        "pergunta":
          "Eu tenho um bloco de gelo que estava a -10°C e antes de sair coloquei em uma sala a 25°C. O que está acontecendo com o bloco de gelo durante esse tempo?",
        "erro": "Tu errou sabixão, o que está acontecendo é a transferência de calor da sala para o gelo, porém essa transferência de calor não resulta em uma mudança imediata na temperatura do gelo, mas sim na fusão do gelo, transformando-o em água líquida",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "O gelo está absorvendo calor, mas sua temperatura permanece inalterada",
          "O gelo está liberando calor, aumentando sua temperatura",
          "O gelo está liberando calor, aumentando sua temperatura",
          "O gelo está sublimando diretamente para o estado sólido",
          "O gelo está evaporando diretamente para o estado gasoso"
        ],
        "respostaCorreta": 0,
        "pontos": 60
      },
  
      {
        "fase": 3,
        "pergunta":
          "Quando você segura uma colher de metal em uma xícara de café quente, você começa a sentir o cabo da colher esquentando após algum tempo. Esse processo é um exemplo de qual forma de transferência de calor?",
        "erro": "ERRADO. É um exemplo de condução, porque o calor é transferido através do contato direto entre o metal da colher e sua mão, sem movimento de fluidos ou radiação envolvidos.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "É Condução",
          "É Convecção !!",
          "Irradiação !!",
          "Evaporação"
        ],
        "respostaCorreta": 0,
        "pontos": 50
      },
  
      {
        "fase": 3,
        "pergunta":
          "Durante o verão, você observa que o ar quente sobe do asfalto aquecido pelo sol. Esse movimento de ar é um exemplo de qual processo de transferência de calor?",
        "erro": "ERROU ! Esse movimento de ar quente que sobe do asfalto aquecido pelo sol é um exemplo de convecção, porque envolve o deslocamento de ar devido às diferenças de densidade causadas pelo aquecimento. O ar próximo ao asfalto aquecido se torna menos denso e, portanto, mais leve, o que o faz subir, enquanto o ar mais frio ocupa o espaço vago, criando um movimento de convecção ascendente.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Convecção", "Evaporação", "Irradiação", "Condução"],
        "respostaCorreta": 0,
        "pontos": 50
      },
  
      {
        "fase": 3,
        "pergunta": "Em um radiador de carro, o fluido aquecido sobe do motor para o radiador e depois volta ao motor. Esse movimento do fluido é um exemplo de qual forma de transferência de calor?",
        "erro": "Esse movimento do fluido aquecido no radiador do carro é um exemplo de convecção, pois envolve a transferência de calor através do deslocamento do fluido devido a diferenças de temperatura.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Convecção", "Evaporação", "Irradiação", "Condução"],
        "respostaCorreta": 0,
        "pontos": 50
      },
  
      {
        "fase": 3,
        "pergunta": "O que é condução de calor?",
        "erro": "Tu errou sabixão, A condução de calor é a transferência de calor por contato direto entre partículas.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [
          "A transferência de calor por contato direto entre partículas",
          "A transferência de calor por meio do movimento de fluidos",
          "A transferência de calor por mudanças de fase",
          "A transferência de calor por meio de ondas eletromagnéticas"
        ],
        "respostaCorreta": 0,
        "pontos": 20
      },
  
      {
        "fase": 3,
        "pergunta": "Quando você segura uma barra de chocolate em uma extremidade e a outra extremidade está sobre uma superfície quente, qual é o processo de transferência de calor que faz com que o chocolate derreta na extremidade que você está segurando?",
        "erro": "Tu errou sabixão ! Quando você segura uma barra de chocolate em uma extremidade e a outra extremidade está sobre uma superfície quente, o processo de transferência de calor que faz o chocolate derreter é a condução, pois o calor é transmitido da parte quente para a parte fria da barra de chocolate através do contato direto entre as partículas do chocolate.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Condução", "Convecção", "Evaporação", "Irradiação"],
        "respostaCorreta": 0,
        "pontos": 20
      },
  
      {
        "fase": 3,
        "pergunta": "Como a energia térmica do Sol chega até a Terra, mesmo sem um meio material para a transferência?",
        "erro": "Precisa estudar mais heinn, a energia térmica do Sol chega até a Terra por meio da 'irradiação', que envolve a transferência de calor na forma de ondas eletromagnéticas, como a luz e o calor do Sol, através do espaço vazio, sem a necessidade de um meio material.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Irradiação", "Evaporação", "Condução", "Convecção"],
        "respostaCorreta": 0,
        "pontos": 20
      },
  
      {
        "fase": 3,
        "pergunta": "Em um dia ensolarado, quando você sente o calor do Sol atingindo sua pele, qual processo de transferência de calor está ocorrendo?",
        "erro": "Errado,o processo de transferência de calor que está ocorrendo é a 'irradiação'. Isso ocorre porque o calor do Sol é transmitido para a Terra na forma de radiação eletromagnética, como a luz e o calor, atravessando o espaço vazio sem a necessidade de um meio material.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Irradiação", "Evaporação", "Condução", "Convecção"],
        "respostaCorreta": 0,
        "pontos": 20
      },
  
      {
        "fase": 3,
        "pergunta": "Qual é a principal fonte de energia para a Terra, que chega até nós por meio da irradiação?",
        "erro": "Errou, a principal fonte de energia para a terra é a solar",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Solar", "Geotérmica", "Eólica", "Nuclear"],
        "respostaCorreta": 0,
        "pontos": 20
      },
  
      {
        "fase": 3,
        "pergunta": "O que acontece quando um corpo aquecido emite calor na forma de ondas eletromagnéticas?",
        "erro": "Errado, o certo é a Irradiação, pois o calor é transmitido na forma de radiação eletromagnética, como a luz e o calor, sem a necessidade de um meio material para a transferência.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Irradiação", "Evaporação", "Condução", "Convecção"],
        "respostaCorreta": 0,
        "pontos": 20
      },
  
  
      {
        "fase": 3,
        "pergunta": "Qual é o processo de transferência de calor que ocorre em fluidos (líquidos e gases) devido às diferenças de densidade?",
        "erro": "ERRADO ! A convecção que é o processo de transferência de calor que ocorre em fluidos devido às diferenças de densidade, resultando no movimento das massas fluidas mais quentes para cima e das mais frias para baixo.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Convecção", "Condução", "Radiação", "Refração"],
        "respostaCorreta": 0,
        "pontos": 35
      },
  
      {
        "fase": 3,
        "pergunta": "Qual é a unidade de medida da densidade?",
        "erro": "ERRADO ! A unidade de medida da densidade é quilogramas por metro cúbico (kg/m³).",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["kg/m³", "J/kg", "m/s²", "g/mL"],
        "respostaCorreta": 0,
        "pontos": 30
      },
  
      {
        "fase": 3,
        "pergunta": "O que acontece com a densidade de um material quando ele é aquecido?",
        "erro": "ERRADO ! Quando um material é aquecido, suas partículas tendem a se expandir, o que resulta em uma diminuição da densidade.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["A densidade diminui", "A densidade aumenta", "A densidade permanece a mesma", "A densidade se torna negativa"],
        "respostaCorreta": 0,
        "pontos": 30
      },
  
      {
        "fase": 3,
        "pergunta": "O que é a capacidade térmica de um objeto?",
        "erro": "ERRADO ! A capacidade térmica de um objeto é a quantidade de calor que ele pode armazenar.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["A quantidade de calor que um objeto pode armazenar", "A quantidade de calor necessária para elevar sua temperatura em 1 grau Celsius", "A capacidade de conduzir calor", "A quantidade de calor que um objeto emite"],
        "respostaCorreta": 0,
        "pontos": 30
      },
  
  
      {
        "fase": 3,
        "pergunta": "O que é eletromagnetismo?",
        "erro": "ERRADO ! O eletromagnetismo é o ramo da Física que unifica os conceitos de eletricidade e magnetismo.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É a área da Física que estuda a relação entre os fenômenos elétricos e magnéticos", "É a área da Física que estuda a relação entre os fenômenos elétricos e térmicos", "É a área da Física que estuda a relação entre os fenômenos magnéticos e mecânicos", "É a área da Física que estuda a relação entre os fenômenos térmicos e mecânicos"],
        "respostaCorreta": 0,
        "pontos": 30
      },
  
      {
        "fase": 3,
        "pergunta": "O que são as linhas de força de um ímã?",
        "erro": "ERRADO ! As linhas de força são uma forma de visualizar o campo magnético produzido por um ímã ou por uma corrente elétrica. Elas saem do polo norte do ímã e entram no polo sul. Quanto mais próximas as linhas estiverem, maior será a intensidade do campo magnético naquela região.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["São as linhas imaginárias que representam o sentido e a intensidade do campo magnético gerado pelo ímã", "São as linhas reais que conectam os polos norte e sul do ímã", "São as linhas imaginárias que representam o sentido e a intensidade da corrente elétrica gerada pelo ímã", " São as linhas reais que conectam os ímãs entre si"],
        "respostaCorreta": 0,
        "pontos": 30
      },
  
      {
        "fase": 3,
        "pergunta": "O que é um ímã?",
        "erro": "ERRADO ! Um ímã é um corpo que possui a propriedade de atrair outros corpos ferromagnéticos. Ele pode ser encontrado na natureza, como a magnetita, ou ser fabricado artificialmente. Um ímã possui dois polos opostos: norte e sul. Esses polos não podem ser separados e seguem a regra de que polos iguais se repelem e polos opostos se atraem",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": [" É um corpo magnético dipolo, ou seja, possui dois polos: norte e sul", "É um corpo magnético monopolo, ou seja, possui apenas um polo: norte ou sul", "É um corpo magnético multipolo, ou seja, possui vários polos: norte, sul, leste e oeste", "É um corpo magnético neutro, ou seja, não possui polos."],
        "respostaCorreta": 0,
        "pontos": 30
      },
  
      {
        "fase": 3,
        "pergunta": "O que é magnetismo?",
        "erro": "ERRADO ! O magnetismo é gerado a partir da movimentação de partículas negativas, ou os elétrons",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É o fenômeno de atração ou repulsão entre corpos que possuem propriedades magnéticas", "É o fenômeno de atração ou repulsão entre corpos que possuem cargas elétricas", "É o fenômeno de atração ou repulsão entre corpos que possuem massa", "É o fenômeno de atração ou repulsão entre corpos que possuem temperatura"],
        "respostaCorreta": 0,
        "pontos": 30
      },
  
      {
        "fase": 3,
        "pergunta": "O que causa o magnetismo ?",
        "erro": "ERRADO ! O magnetismo é causado pelo movimento dos elétrons, especificamente pelo seu “spin” e pela órbita dos elétrons ao redor do núcleo do átomo.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Movimento de elétrons", "Movimento de fótons", "Movimento de prótons", "Movimento de nêutrons"],
        "respostaCorreta": 0,
        "pontos": 35
      },
  
      {
        "fase": 3,
        "pergunta": "O que é a indução magnética?",
        "erro": "ERRADO ! A indução magnética é o fenômeno pelo qual uma variação no campo magnético produz uma força eletromotriz (fem) em um circuito fechado ou uma diferença de potencial em um condutor aberto",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["O processo de criar um campo elétrico a partir de um campo magnético", "O processo de criar um campo magnético a partir de um campo elétrico", "O processo de criar um campo magnético em um material não magnético", "O processo de criar um campo elétrico em um material não condutor"],
        "respostaCorreta": 0,
        "pontos": 40
      },
  
      {
        "fase": 3,
        "pergunta": "O que é um eletroímã?",
        "erro": "ERRADO ! Um eletroímã é um tipo de ímã temporário que é criado quando uma corrente elétrica passa por um fio enrolado em torno de um material ferromagnético, como o ferro",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Um ímã que é feito de enrolar um fio condutor em torno de um núcleo de ferro", "Um ímã que é feito de metal", "Um ímã que é feito de eletricidade", "Um ímã que é feito de colocar um ímã permanente dentro de uma bobina"],
        "respostaCorreta": 0,
        "pontos": 40
      },
      {
        "fase": 4,
        "pergunta": "haha sabe ao menos o que é hidrostática?",
        "erro": "Errouu! A hidrostática é o estudo de fluidos em equilíbrio, ou seja, de fluidos que não estão em movimento.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Claro !! É o estudo de fluidos em movimento", "Claro !! É o estudo de fluidos em equilíbrio", "Claro !! É o estudo de plantas aquáticas", "Claro !! É o estudo da eletricidade estática."],
        "respostaCorreta": 1,
        "pontos": 30
    },

    {
        "fase": 4,
        "pergunta": "Tá bem, Tá bem, mas qual a unidade de pressão no sistema internacional (SI)? Essa você tem que saber",
        "erro": "Errado, a unidade de pressão no SI é chamada de Pascal (Pa) em minha homenagem. Eu fiz importantes contribuições para a teoria dos fluidos e pressão.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Pascal (Pa) !!", "Newton (N)", "Volt (V)", "Joule (J)", "Hertz (Hz)"],
        "respostaCorreta": 0,
        "pontos": 40
    },

    {
        "fase": 4,
        "pergunta": "O que acontece com a pressão de um fluido quando você aumenta a profundidade ?",
        "erro": "Tu errou sabixão !! Quando você aumenta a profundidade em um fluido, a pressão aumenta. Isso ocorre porque a pressão em um fluido está relacionada à profundidade, de acordo com meus estudos, que estabelece que a pressão aumenta com a profundidade no fluido devido ao peso das camadas superiores de fluido que exercem pressão sobre as camadas inferiores.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Aumenta uée", "Diminui uée", "Permanece constante uée", "Torna-se negativa uée", "Torna-se zero uée"],
        "respostaCorreta": 0,
        "pontos": 30
    },

    {
        "fase": 4,
        "pergunta": "Sabe de cor a fórmula para a pressão hidrostática em um fluido incompressível?",
        "erro": "Tu errou ! A fórmula para a pressão hidrostática em um fluido incompressível é P = ρgh, onde: P representa a pressão hidrostática,ρ é a densidade do fluido,g é a aceleração devido à gravidade e h é a profundidade do fluido.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["P = ρgh", "P = F/A", "P = mv", "P = R/V"],
        "respostaCorreta": 0,
        "pontos": 30
    },

    {
        "fase": 4,
        "pergunta": "Consegue me falar um princípio fundamental da hidrostática?",
        "erro": "Tu errou sabixão ! Isso aí tava na cara, eu que estudei essas paradas.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["O princípio de Pascal", "O princípio da relatividade", "O princípio da aceleração", "O princípio de conservação de energia", "O princípio da incerteza"],
        "respostaCorreta": 0,
        "pontos": 30
    },

    {
        "fase": 4,
        "pergunta": "Você sabe que no oceano a pressão hidrostática aumenta aproximadamente uma atmosfera a cada 10 m de profundidade, certo ? Se um submarino encontra-se em uma profundidade de 300m de profundidade, qual a diferença da pressão entre o interior e o exterior do submarino ?",
        "erro": "Errado ! Se um submarino está a 300 metros de profundidade, a diferença de pressão entre o interior e o exterior do submarino é de 30 atmosferas. Portanto, a resposta correta é 30 atm.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["30 atm", "19 atm", "21 atm", "300 atm", "20 atm"],
        "respostaCorreta": 0,
        "pontos": 40
    },

    {
        "fase": 4,
        "pergunta": "Se a área de superfície de um objeto submerso em um líquido aumentar, o que acontecerá com a força de empuxo exercida sobre ele?",
        "erro": "Tu errou sabixão, se a área de superfície de um objeto submerso em um líquido aumentar, a força de empuxo exercida sobre ele aumentará. Isso ocorre porque o empuxo é diretamente proporcional à área da superfície do objeto imerso no líquido.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["A força de empuxo aumentará", "A força de empuxo diminuirá", "A força de empuxo permanecerá a mesma", "A força de empuxo dependerá da densidade do objeto"],
        "respostaCorreta": 0,
        "pontos": 25
    },


    {
        "fase": 4,
        "pergunta": "O Princípio de Pascal afirma que uma mudança na pressão aplicada a um fluido é transmitida igualmente em todas as direções. Como isso se aplica em uma prensa hidráulica?",
        "erro": "Errou ! Se aplica da seguinte maneira: Aumentando a pressão em um pistão menor resulta em um aumento na força exercida em um pistão maior. Isso permite que a prensa hidráulica multiplique a força aplicada, tornando-a uma ferramenta eficaz para levantar ou comprimir objetos pesados. ",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Aumentar a pressão em um pistão menor resulta em um aumento na força em um pistão maior", "A prensa hidráulica não se baseia no Princípio de Pascal", "A pressão é inversamente proporcional à área do pistão", "A pressão não é transmitida igualmente em uma prensa hidráulica"],
        "respostaCorreta": 0,
        "pontos": 40
    },

    {
        "fase": 4,
        "pergunta": "Qual é a fórmula para calcular o empuxo que atua em um objeto submerso em um fluido?",
        "erro": "Tu errou sabixão, A fórmula para calcular o empuxo que atua em um objeto submerso em um fluido é E = ρgV, onde: E representa o empuxo, ρ é a densidade do fluido, g é a aceleração devido à gravidade, V é o volume do fluido deslocado pelo objeto.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["E = ρgV", "E = F/A", "E = mc²", "E = W/t"],
        "respostaCorreta": 0,
        "pontos": 50
    },

    {
        "fase": 4,
        "pergunta": "O que é um barômetro aneróide usado para medir?",
        "erro": "Tu errou sabixão, serve para medir a pressão atmosférica",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Pressão atmosférica", "Temperatura da água", "Velocidade do som", "Salinidade da água"],
        "respostaCorreta": 0,
        "pontos": 30
    },


    {
        "fase": 4,
        "pergunta": "Como a pressão hidrostática varia com a altura em um fluido incompressível?",
        "erro": "ERRADO ! A pressão hidrostática em um fluido incompressível que aumenta com a altura. sso ocorre devido ao aumento do peso das camadas de fluido acima, exercendo pressão sobre as camadas inferiores.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["A pressão aumenta com a altura", "A pressão diminui com a altura", "A pressão não depende da altura", "A pressão permanece constante com a altura."],
        "respostaCorreta": 0,
        "pontos": 25
    },


    {
        "fase": 4,
        "pergunta": "Qual é a fórmula para calcular a pressão manométrica?",
        "erro": "ERROU ! A fórmula para calcular a pressão manométrica é P = P₀ + ρgh, onde: P representa a pressão manométrica, P₀ é a pressão atmosférica (ou pressão de referência), ρ é a densidade do fluido, g é a aceleração devido à gravidade, h é a altura do fluido acima do ponto de referência.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["P = P₀ + ρgh", "P = F/A", "P = V/T", "P = mc²"],
        "respostaCorreta": 0,
        "pontos": 30
    },

    {
        "fase": 4,
        "pergunta": "O que é pressão atmosférica?",
        "erro": "Errado ! A pressão atmosférica é a pressão exercida pela atmosfera terrestre. Ela é a pressão que a coluna de ar na atmosfera exerce sobre a superfície da Terra e é responsável por muitos fenômenos climáticos e físicos.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["A pressão exercida pela atmosfera terrestre", "A pressão exercida por objetos na atmosfera.", "A pressão no interior de uma bolha de ar.", "A pressão de um fluido em repouso."],
        "respostaCorreta": 0,
        "pontos": 25
    },

    {
        "fase": 4,
        "pergunta": "Qual é o nome do dispositivo usado para medir a pressão atmosférica?",
        "erro": "O dispositivo usado para medir a pressão atmosférica é chamado de 'barômetro'",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Barômetro", "Manômetro", "Termômetro", "Higrômetro"],
        "respostaCorreta": 0,
        "pontos": 40
    },

    {
        "fase": 4,
        "pergunta": "O que é manômetro?",
        "erro": "Errado ! Manômetro é um instrumento usado para medir a pressão de um fluido",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É um instrumento usado para medir a pressão de um fluido", "É um instrumento usado para medir a densidade de um fluido", "É um instrumento usado para medir a força de empuxo sobre um corpo imerso em um fluido", "É um instrumento usado para medir o volume de um fluido"],
        "respostaCorreta": 0,
        "pontos": 30
    },

    {
        "fase": 4,
        "pergunta": "O que é densímetro?",
        "erro": "Errado ! É um instrumento usado para medir a densidade de um fluido. Um densímetro é constituído por um tubo graduado com pesos na base e uma boia na parte superior, que indica a densidade do fluido na escala.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É um instrumento usado para medir a densidade de um fluido", "É um instrumento usado para medir a pressão de um fluido", "É um instrumento usado para medir a força de empuxo sobre um corpo imerso em um fluido", "É um instrumento usado para medir o volume de um fluido"],
        "respostaCorreta": 0,
        "pontos": 30
    },


    {
        "fase": 4,
        "pergunta": "O que é o princípio de Arquimedes? ",
        "erro": "Errado ! É o princípio que afirma que todo corpo imerso em um fluido sofre uma força vertical para cima, igual ao peso do fluido deslocado pelo corpo. O princípio de Arquimedes explica o fenômeno da flutuação e da submersão dos corpos.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É o princípio que afirma que todo corpo imerso em um fluido sofre uma força vertical para cima, igual ao peso do fluido deslocado pelo corpo", "É o princípio que afirma que todo corpo imerso em um fluido sofre uma força vertical para baixo, igual ao peso do fluido deslocado pelo corpo", "É o princípio que afirma que todo corpo imerso em um fluido sofre uma força horizontal, igual à diferença entre as pressões exercidas pelo fluido nas extremidades do corpo", "É o princípio que afirma que todo corpo imerso em um fluido sofre uma força horizontal, igual à soma das pressões exercidas pelo fluido nas extremidades do corpo"],
        "respostaCorreta": 0,
        "pontos": 30
    },
    {
        "fase": 4,
        "pergunta": "O que é o teorema de Stevin?",
        "erro": "Errado ! É o teorema que afirma que a diferença entre as pressões em dois pontos situados na mesma profundidade em um fluido em equilíbrio é nula. O teorema de Stevin explica por que a pressão atmosférica é a mesma em qualquer ponto de uma mesma altitude.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É o teorema que afirma que a diferença entre as pressões em dois pontos situados na mesma profundidade em um fluido em equilíbrio é nula", "É o teorema que afirma que a diferença entre as pressões em dois pontos situados na mesma altura em um fluido em equilíbrio é nula", "É o teorema que afirma que a diferença entre as alturas dos pontos onde se mede as pressões em dois vasos comunicantes contendo o mesmo fluido em equilíbrio é nula", " É o teorema que afirma que a diferença entre as densidades dos fluidos contidos em dois vasos comunicantes em equilíbrio é nula"],
        "respostaCorreta": 0,
        "pontos": 30
    },
    {
        "fase": 4,
        "pergunta": "O que é um fluido?",
        "erro": "Errado ! Um fluido é um material que pode se deformar facilmente sob a ação de uma força, assumindo o formato do recipiente que o contém.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Um material que tem forma e volume variáveis", "Um material que tem forma e volume fixos", "Um material que não tem forma nem volume"],
        "respostaCorreta": 0,
        "pontos": 30
    },
    {
        "fase": 4,
        "pergunta": "O que é viscosidade?",
        "erro": "Errado ! A viscosidade é uma medida da dificuldade que um fluido tem para se deformar quando submetido a uma força tangencial1. Quanto maior a viscosidade, mais “grosso” ou “pegajoso” é o fluido2. A viscosidade depende da temperatura e da natureza do fluido.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É a propriedade que mede a resistência de um fluido ao escoamento, devido ao atrito interno entre suas camadas", "É a propriedade que mede a resistência de um fluido ao escoamento, devido ao atrito externo entre o fluido e as superfícies", "É a propriedade que mede a resistência de um fluido ao escoamento, devido à coesão entre as moléculas do fluido", "É a propriedade que mede a resistência de um fluido ao escoamento, devido à adesão entre as moléculas do fluido e as moléculas da parede do tubo"],
        "respostaCorreta": 0,
        "pontos": 30
    },
    {
        "fase": 4,
        "pergunta": "O que é o teorema de Torricelli?",
        "erro": "Errado ! O teorema de Torricelli é uma aplicação do princípio de Bernoulli e pode ser usado para determinar a velocidade de saída de um fluido por um orifício.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É o teorema que afirma que a velocidade com que um fluido sai por um orifício em um recipiente é igual à velocidade que ele teria se caísse livremente da superfície livre do fluido até o nível do orifício", "É o teorema que afirma que a vazão com que um fluido sai por um orifício em um recipiente é igual ao produto entre a área do orifício e a velocidade do fluido na superfície livre do recipiente", "É o teorema que afirma que a altura da coluna líquida em um recipiente aberto depende apenas da pressão atmosférica externa e da densidade do líquido", " É o teorema que afirma que a pressão exercida por uma coluna líquida em um recipiente fechado depende apenas da altura da coluna líquida e da densidade do líquido"],
        "respostaCorreta": 0,
        "pontos": 30
    },
    {
        "fase": 4,
        "pergunta": "O que é o tubo de Pitot?",
        "erro": "Errado ! É um instrumento usado para medir a velocidade de um fluido. Um tubo de Pitot é constituído por dois tubos concêntricos, sendo o interno voltado para a direção do fluxo do fluido e o externo dotado de orifícios laterais. A diferença entre as pressões medidas pelos tubos permite calcular a velocidade do fluido.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É um instrumento usado para medir a velocidade de um fluido", "É um instrumento usado para medir a densidade de um fluido", "É um instrumento usado para medir a pressão estática de um fluido", "É um instrumento usado para medir a pressão dinâmica de um fluido"],
        "respostaCorreta": 0,
        "pontos": 30
    },
    {
        "fase": 4,
        "pergunta": "O que é o efeito Venturi?",
        "erro": "Errado ! É o efeito que ocorre quando um fluido em movimento passa por uma região de menor seção transversal, aumentando sua velocidade e diminuindo sua pressão. O efeito Venturi é uma consequência do princípio de Bernoulli e pode ser usado para medir a vazão de um fluido.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É o efeito que ocorre quando um fluido em movimento passa por uma região de menor seção transversal, aumentando sua velocidade e diminuindo sua pressão", "É o efeito que ocorre quando um fluido em movimento passa por uma região de maior seção transversal, aumentando sua velocidade e diminuindo sua pressão", "É o efeito que ocorre quando um fluido em movimento passa por uma região de maior seção transversal, diminuindo sua velocidade e aumentando sua pressão", "É o efeito que ocorre quando um fluido em movimento passa por uma região de menor seção transversal, diminuindo sua velocidade e aumentando sua pressão"],
        "respostaCorreta": 0,
        "pontos": 30
    },
    {
        "fase": 4,
        "pergunta": "Qual é a pressão atmosférica ao nível do mar?",
        "erro": "Errado ! A pressão atmosférica ao nível do mar é de aproximadamente 1 atmosfera (atm)",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["1 atm", "1 Pa", "1 bar", "1 N/m²"],
        "respostaCorreta": 0,
        "pontos": 30
    },
    {
        "fase": 4,
        "pergunta": "Qual é a relação entre a pressão e a temperatura de um gás ideal?",
        "erro": "Errado ! Segundo a lei de Gay-Lussac, a pressão de um gás ideal é diretamente proporcional à sua temperatura absoluta, se o volume e a massa do gás forem mantidos constantes.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Diretamente proporcional", "Inversamente proporcional", "Constante", "Não sei"],
        "respostaCorreta": 0,
        "pontos": 30
    },
    {
        "fase": 4,
        "pergunta": "O que é um fluido incompressível?",
        "erro": "Errado ! Um fluido incompressível é aquele cuja densidade é constante, independentemente da pressão aplicada sobre ele3. Os líquidos são aproximadamente incompressíveis, enquanto os gases são altamente compressíveis.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Um fluido que não muda de volume quando submetido a uma pressão externa", "Um fluido que muda de volume quando submetido a uma pressão externa", "Um fluido que não muda de forma quando submetido a uma força externa", "Um fluido que muda de forma quando submetido a uma força externa"],
        "respostaCorreta": 0,
        "pontos": 30
    },
    {
        "fase": 4,
        "pergunta": "O que é o princípio da continuidade?",
        "erro": "Errado !  O princípio da continuidade estabelece que, para um fluido incompressível e com densidade constante, o produto entre a área da seção transversal e a velocidade do fluido é igual em qualquer ponto do escoamento.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É o princípio que afirma que a vazão de um fluido em escoamento é conservada ao longo do tempo", "É o princípio que afirma que a massa de um fluido em escoamento é conservada ao longo do tempo", "É o princípio que afirma que a energia de um fluido em escoamento é conservada ao longo do tempo", "É o princípio que afirma que a velocidade de um fluido em escoamento é conservada ao longo do tempo"],
        "respostaCorreta": 0,
        "pontos": 30
    },
    {
        "fase": 4,
        "pergunta": "Qual é a relação entre a densidade e a flutuação de um corpo?",
        "erro": "Errado ! A flutuação de um corpo depende da relação entre o seu peso e o peso do fluido deslocado por ele, que é determinado pela força de empuxo. Quanto menor for a densidade do corpo em relação à densidade do fluido, maior será o volume de fluido deslocado e, consequentemente, maior será a força de empuxo e a flutuação",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["Quanto menor a densidade do corpo, maior a flutuação", "Quanto maior a densidade do corpo, maior a flutuação", "Quanto maior a densidade do fluido, maior a flutuação", "Quanto menor a densidade do fluido, maior a flutuação"],
        "respostaCorreta": 0,
        "pontos": 30
    },
    {
        "fase": 4,
        "pergunta": "O que é o princípio da incompressibilidade dos líquidos?",
        "erro": "Errado ! O princípio da incompressibilidade dos líquidos é uma aproximação válida para muitos casos práticos, pois os líquidos apresentam uma variação muito pequena de volume em função da pressão aplicada2. Esse princípio é utilizado no funcionamento das prensas hidráulicas, por exemplo.",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É o princípio que afirma que os líquidos não mudam seu volume quando submetidos à pressão externa", " É o princípio que afirma que os líquidos mudam seu volume quando submetidos à pressão externa", "É o princípio que afirma que os líquidos não mudam sua forma quando submetidos à força externa", "É o princípio que afirma que os líquidos mudam sua forma quando submetidos à força externa"],
        "respostaCorreta": 0,
        "pontos": 30
    },
    {
        "fase": 4,
        "pergunta": "O que é o efeito sifão?",
        "erro": "Errado ! O efeito sifão é um fenômeno pelo qual um fluido contido em um recipiente aberto pode ser transferido para outro recipiente situado em um nível mais baixo, utilizando-se de um tubo flexível que ultrapassa a altura do recipiente original3. O efeito sifão é uma consequência do princípio da conservação da energia mecânica para um fluido ideal",
        "acerto": "Até que tu manja dos paranaue",
        "respostas": ["É o efeito que ocorre quando um fluido em repouso passa por uma região de menor altura, diminuindo sua energia potencial e aumentando sua velocidade", "É o efeito que ocorre quando um fluido em movimento passa por uma região de maior seção transversal, aumentando sua velocidade e diminuindo sua pressão", "É o efeito que ocorre quando um fluido em repouso passa por uma região de maior altura, diminuindo sua energia potencial e aumentando sua pressão"],
        "respostaCorreta": 0,
        "pontos": 30
    }
]